Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Onboarding_V2_CapabilitiesTitle.Text
source: PC capabilities
fr_fr: Capacités du PC
pt_br: Recursos do PC
zh_cn: 电脑功能
zh_tw: 電腦功能

# Onboarding_V2_CapabilitiesIntro.Text
source: Choose what agents may use on this PC. These choices do not grant Windows privacy access or execution approval.
fr_fr: Choisissez ce que les agents peuvent utiliser sur ce PC. Ces choix n'accordent ni accès de confidentialité Windows ni autorisation d'exécution.
pt_br: Escolha o que os agentes podem usar neste PC. Essas escolhas não concedem acesso de privacidade do Windows nem aprovação de execução.
zh_cn: 选择代理可在此电脑上使用的功能。这些选择不会授予 Windows 隐私访问权限或执行批准。
zh_tw: 選擇代理可在此電腦上使用的功能。這些選擇不會授予 Windows 隱私存取權或執行核准。

# Onboarding_V2_NodeMode.Description
source: Offer this PC's capabilities through a connected Gateway.
fr_fr: Proposez les capacités de ce PC via un Gateway connecté.
pt_br: Ofereça os recursos deste PC por um Gateway conectado.
zh_cn: 通过已连接的 Gateway 提供此电脑的功能。
zh_tw: 透過已連線的 Gateway 提供此電腦的功能。

# Onboarding_V2_Mcp.Header
source: Local MCP Server
fr_fr: Serveur MCP local
pt_br: Servidor MCP local
zh_cn: 本地 MCP 服务器
zh_tw: 本機 MCP 伺服器

# Onboarding_V2_Mcp.Description
source: Use local MCP clients without requiring a Gateway.
fr_fr: Utilisez des clients MCP locaux sans Gateway.
pt_br: Use clientes MCP locais sem precisar de um Gateway.
zh_cn: 使用本地 MCP 客户端，无需 Gateway。
zh_tw: 使用本機 MCP 用戶端，無需 Gateway。

source: Local MCP Server
fr_fr: Serveur MCP local
pt_br: Servidor MCP local
zh_cn: 本地 MCP 服务器
zh_tw: 本機 MCP 伺服器

# Onboarding_V2_ReadOnly.Content
source: Strict: Canvas and screen capture. Command execution is off.
fr_fr: Strict : Canvas et capture d’écran. L’exécution de commandes est désactivée.
pt_br: Restrito: Canvas e captura de tela. A execução de comandos está desativada.
zh_cn: 严格：Canvas 和屏幕捕获。命令执行已关闭。
zh_tw: 嚴格：Canvas 和螢幕擷取。命令執行已關閉。

# Onboarding_V2_Standard.Content
source: Balanced (Recommended): commands, Canvas, screen capture and voice.
fr_fr: Équilibré (recommandé) : commandes, Canvas, capture d’écran et voix.
pt_br: Equilibrado (recomendado): comandos, Canvas, captura de tela e voz.
zh_cn: 均衡（推荐）：命令、Canvas、屏幕捕获和语音。
zh_tw: 平衡（建議）：命令、Canvas、螢幕擷取和語音。

# Onboarding_V2_Full.Content
source: Open: all eight capabilities, including Camera, Location and Browser control.
fr_fr: Ouvert : les huit capacités, dont la caméra, la localisation et le contrôle du navigateur.
pt_br: Aberto: todas as oito capacidades, incluindo câmera, localização e controle do navegador.
zh_cn: 开放：全部八项能力，包括相机、位置和浏览器控制。
zh_tw: 開放：全部八項能力，包括相機、位置和瀏覽器控制。

# Onboarding_V2_Custom.Text
source: Custom capabilities
fr_fr: Capacités personnalisées
pt_br: Recursos personalizados
zh_cn: 自定义功能
zh_tw: 自訂功能

# Onboarding_V2_BrowserRequired.Title
source: Browser control needs Node mode and a Gateway
fr_fr: Le contrôle du navigateur nécessite Node mode et un Gateway
pt_br: O controle do navegador requer Node mode e um Gateway
zh_cn: 浏览器控制需要 Node mode 和 Gateway
zh_tw: 瀏覽器控制需要 Node mode 和 Gateway

# Onboarding_V2_BrowserRequired.Message
source: Your Browser control selection is retained. It becomes available after a Gateway connection is ready.
fr_fr: Votre choix de contrôle du navigateur est conservé. Il sera disponible une fois la connexion au Gateway prête.
pt_br: Sua seleção de controle do navegador é mantida. Ela fica disponível quando a conexão com o Gateway estiver pronta.
zh_cn: 浏览器控制选择已保留。Gateway 连接就绪后即可使用。
zh_tw: 瀏覽器控制選擇已保留。Gateway 連線就緒後即可使用。

# Onboarding_V2_DeviceFixed.Text
source: Basic device information and status remain available while a node service is running. They are not a profile toggle.
fr_fr: Les informations de base et l'état de l'appareil restent disponibles lorsque le service de nœud fonctionne. Ils ne dépendent pas d'un profil.
pt_br: As informações básicas e o status do dispositivo ficam disponíveis enquanto o serviço de nó estiver em execução. Não são uma opção do perfil.
zh_cn: 节点服务运行时，基本设备信息和状态始终可用。它们不属于配置文件开关。
zh_tw: 節點服務執行時，基本裝置資訊和狀態始終可用。它們不屬於設定檔開關。

# Onboarding_V2_Ollama.Header
source: Ollama sharing
fr_fr: Partage Ollama
pt_br: Compartilhamento do Ollama
zh_cn: Ollama 共享
zh_tw: Ollama 共用

# Onboarding_V2_Ollama.Description
source: Share an existing Windows Ollama service. This does not install Local AI or change your capability profile.
fr_fr: Partagez un service Ollama Windows existant. Cela n'installe pas Local AI et ne modifie pas votre profil de capacités.
pt_br: Compartilhe um serviço Ollama existente no Windows. Isso não instala Local AI nem altera seu perfil de recursos.
zh_cn: 共享现有的 Windows Ollama 服务。不会安装 Local AI 或更改功能配置文件。
zh_tw: 共用現有的 Windows Ollama 服務。不會安裝 Local AI 或變更功能設定檔。

source: Ollama sharing
fr_fr: Partage Ollama
pt_br: Compartilhamento do Ollama
zh_cn: Ollama 共享
zh_tw: Ollama 共用

# Onboarding_V2_NativeSettings.Text
source: Execution approvals, sandbox grants, remembered capture consent, MCP tokens and voice configuration stay in Companion Settings.
fr_fr: Les autorisations d'exécution et de bac à sable, le consentement de capture mémorisé, les jetons MCP et la configuration vocale restent dans Companion Settings.
pt_br: Aprovações de execução, permissões de sandbox, consentimento de captura salvo, tokens MCP e configuração de voz ficam em Companion Settings.
zh_cn: 执行批准、沙盒授权、记住的捕获同意、MCP 令牌和语音配置仍在 Companion Settings 中管理。
zh_tw: 執行核准、沙箱授權、記住的擷取同意、MCP 權杖和語音設定仍在 Companion Settings 中管理。

# Onboarding_V2_Next.Content
source: Next
fr_fr: Suivant
pt_br: Avançar
zh_cn: 下一步
zh_tw: 下一步

# Onboarding_V2_NetworkExplanation.Text
source: Local AI needs mirrored WSL networking. Installation will update the global .wslconfig and stop all running WSL distributions once. No distributions are deleted. Save your WSL work first.
fr_fr: Local AI nécessite le réseau WSL en miroir. L'installation modifiera le fichier global .wslconfig et arrêtera une fois toutes les distributions WSL en cours. Aucune distribution ne sera supprimée. Enregistrez d'abord votre travail WSL.
pt_br: Local AI requer rede espelhada do WSL. A instalação atualizará o .wslconfig global e parará uma vez todas as distribuições WSL em execução. Nenhuma distribuição será excluída. Salve seu trabalho no WSL primeiro.
zh_cn: Local AI 需要 WSL 镜像网络。安装将更新全局 .wslconfig，并一次性停止所有正在运行的 WSL 发行版。不会删除任何发行版。请先保存 WSL 中的工作。
zh_tw: Local AI 需要 WSL 鏡像網路。安裝將更新全域 .wslconfig，並一次性停止所有正在執行的 WSL 發行版。不會刪除任何發行版。請先儲存 WSL 中的工作。

# Onboarding_V2_NetworkConsent.Content
source: I allow this global networking change and one-time WSL shutdown.
fr_fr: J'autorise cette modification globale du réseau et cet arrêt unique de WSL.
pt_br: Permito essa alteração global de rede e o desligamento único do WSL.
zh_cn: 我允许此全局网络更改和一次性 WSL 关闭。
zh_tw: 我允許此全域網路變更和一次性 WSL 關閉。

# Onboarding_V2_ReplacementWarning.Title
source: This replacement can permanently delete WSL data
fr_fr: Ce remplacement peut supprimer définitivement les données WSL
pt_br: Esta substituição pode excluir permanentemente os dados do WSL
zh_cn: 此替换可能永久删除 WSL 数据
zh_tw: 此取代可能永久刪除 WSL 資料

# Onboarding_V2_ReplacementWarning.Message
source: Only the named WSL installation is replaced. Other saved Gateway connections stay available.
fr_fr: Seule l'installation WSL nommée est remplacée. Les autres connexions Gateway enregistrées restent disponibles.
pt_br: Somente a instalação WSL nomeada será substituída. Outras conexões Gateway salvas permanecem disponíveis.
zh_cn: 仅替换指定名称的 WSL 安装。其他已保存的 Gateway 连接仍然可用。
zh_tw: 僅取代指定名稱的 WSL 安裝。其他已儲存的 Gateway 連線仍然可用。

# Onboarding_V2_ReturnToReview.Content
source: Return to review
fr_fr: Revenir à la vérification
pt_br: Voltar à revisão
zh_cn: 返回检查
zh_tw: 返回檢閱

# Onboarding_V2_ReviewTitle.Text
source: WSL Gateway setup
fr_fr: Configuration du Gateway WSL
pt_br: Configuração do Gateway WSL
zh_cn: WSL Gateway 设置
zh_tw: WSL Gateway 設定

# Onboarding_V2_ReviewIntro.Text
source: Review what will change before installation starts.
fr_fr: Vérifiez les modifications avant le début de l'installation.
pt_br: Revise o que será alterado antes de iniciar a instalação.
zh_cn: 在安装开始前检查将发生的更改。
zh_tw: 在安裝開始前檢閱將發生的變更。

# Onboarding_V2_GatewayCard.Header
source: Local Gateway service
fr_fr: Service Gateway local
pt_br: Serviço Gateway local
zh_cn: 本地 Gateway 服务
zh_tw: 本機 Gateway 服務

# Onboarding_V2_ReplacementCard.Header
source: Review WSL replacement
fr_fr: Vérifier le remplacement WSL
pt_br: Revisar substituição do WSL
zh_cn: 检查 WSL 替换
zh_tw: 檢閱 WSL 取代

# Onboarding_V2_StartupCard.Header
source: Launch OpenClaw at sign-in
fr_fr: Lancer OpenClaw à l'ouverture de session
pt_br: Iniciar OpenClaw ao entrar
zh_cn: 登录时启动 OpenClaw
zh_tw: 登入時啟動 OpenClaw

# Onboarding_V2_ExactCommands.Header
source: Exact commands and files
fr_fr: Commandes et fichiers exacts
pt_br: Comandos e arquivos exatos
zh_cn: 具体命令和文件
zh_tw: 確切命令和檔案

# Onboarding_V2_ReviewRequired.Title
source: Review the required choices
fr_fr: Vérifiez les choix requis
pt_br: Revise as escolhas obrigatórias
zh_cn: 检查必需选项
zh_tw: 檢閱必要選項

# Onboarding_V2_ReviewRequired.Message
source: Review selected Local AI and Tailscale prerequisites, and confirm any WSL replacement before installing.
fr_fr: Vérifiez les prérequis Local AI et Tailscale sélectionnés et confirmez tout remplacement WSL avant l'installation.
pt_br: Revise os pré-requisitos selecionados de Local AI e Tailscale e confirme qualquer substituição do WSL antes de instalar.
zh_cn: 安装前请检查所选 Local AI 和 Tailscale 的先决条件，并确认任何 WSL 替换。
zh_tw: 安裝前請檢閱所選 Local AI 和 Tailscale 的先決條件，並確認任何 WSL 取代。

# Onboarding_V2_Install.Content
source: Install
fr_fr: Installer
pt_br: Instalar
zh_cn: 安装
zh_tw: 安裝

# Onboarding_V2_WelcomeTitle.Text
source: Welcome to OpenClaw
fr_fr: Bienvenue dans OpenClaw
pt_br: Boas-vindas ao OpenClaw
zh_cn: 欢迎使用 OpenClaw
zh_tw: 歡迎使用 OpenClaw

# Onboarding_V2_WelcomeChat.Header
source: Chat with your AI
fr_fr: Discutez avec votre IA
pt_br: Converse com sua IA
zh_cn: 与您的 AI 聊天
zh_tw: 與您的 AI 聊天

# Onboarding_V2_WelcomeChat.Description
source: Use native Chat with an AI provider you choose.
fr_fr: Utilisez Chat natif avec le fournisseur d'IA de votre choix.
pt_br: Use o Chat nativo com um provedor de IA de sua escolha.
zh_cn: 在原生 Chat 中使用您选择的 AI 提供商。
zh_tw: 在原生 Chat 中使用您選擇的 AI 提供者。

# Onboarding_V2_WelcomePc.Header
source: Let agents help on this PC
fr_fr: Laissez les agents vous aider sur ce PC
pt_br: Deixe os agentes ajudarem neste PC
zh_cn: 让代理在此电脑上提供帮助
zh_tw: 讓代理在此電腦上提供協助

# Onboarding_V2_WelcomePc.Description
source: Choose which PC capabilities to enable. Windows permissions and execution approvals remain separate.
fr_fr: Choisissez les capacités du PC à activer. Les autorisations Windows et les approbations d’exécution restent distinctes.
pt_br: Escolha quais recursos do PC ativar. As permissões do Windows e as aprovações de execução continuam separadas.
zh_cn: 选择要启用的电脑能力。Windows 权限和执行审批仍然独立管理。
zh_tw: 選擇要啟用的電腦能力。Windows 權限和執行核准仍然分別管理。

# Onboarding_V2_WelcomeGateway.Header
source: Keep your Gateway under your control
fr_fr: Gardez le contrôle de votre Gateway
pt_br: Mantenha seu Gateway sob seu controle
zh_cn: 让 Gateway 始终由您掌控
zh_tw: 讓 Gateway 始終由您掌控

# Onboarding_V2_WelcomeGateway.Description
source: Run a private WSL Gateway here or connect to an existing one.
fr_fr: Exécutez ici un Gateway WSL privé ou connectez-vous à un Gateway existant.
pt_br: Execute um Gateway WSL privado aqui ou conecte-se a um existente.
zh_cn: 在此运行私有 WSL Gateway，或连接到现有 Gateway。
zh_tw: 在此執行私人 WSL Gateway，或連線至現有 Gateway。

# Onboarding_V2_WelcomeTrust.Title
source: Before you get started
fr_fr: Avant de commencer
pt_br: Antes de começar
zh_cn: 开始之前
zh_tw: 開始之前

# Onboarding_V2_WelcomeTrust.Message
source: AI agents are powerful and giving them access to your PC carries risks. They can make mistakes, change or delete files, or expose private information. You can control and limit OpenClaw’s access to your PC.
fr_fr: Les agents IA sont puissants et leur donner accès à votre PC comporte des risques. Ils peuvent commettre des erreurs, modifier ou supprimer des fichiers, ou exposer des informations privées. Vous pouvez contrôler et limiter l’accès d’OpenClaw à votre PC.
pt_br: Os agentes de IA são poderosos e dar acesso ao seu PC envolve riscos. Eles podem cometer erros, alterar ou excluir arquivos ou expor informações privadas. Você pode controlar e limitar o acesso do OpenClaw ao seu PC.
zh_cn: AI 智能体功能强大，授予其电脑访问权限也存在风险。它们可能犯错、更改或删除文件，或泄露私人信息。 你可以控制并限制 OpenClaw 对电脑的访问。
zh_tw: AI 代理程式功能強大，授予其電腦存取權也有風險。它們可能犯錯、變更或刪除檔案，或洩漏私人資訊。 您可以控制並限制 OpenClaw 對電腦的存取。

# Onboarding_V2_Continue.Content
source: Continue
fr_fr: Continuer
pt_br: Continuar
zh_cn: 继续
zh_tw: 繼續

# Onboarding_V2_Retry.Content
source: Try again
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# Onboarding_V2_AlternativeRoutes.Content
source: Remote, local MCP or set up later
fr_fr: Distant, MCP local ou configuration ultérieure
pt_br: Remoto, MCP local ou configurar depois
zh_cn: 远程、本地 MCP 或稍后设置
zh_tw: 遠端、本機 MCP 或稍後設定

# Onboarding_V2_LocalAiCard.Description
source: Optional managed llama-server for Windows. This is separate from Ollama sharing.
fr_fr: llama-server géré pour Windows, facultatif. Indépendant du partage Ollama.
pt_br: llama-server gerenciado opcional para Windows. Separado do compartilhamento do Ollama.
zh_cn: 可选的托管 Windows llama-server。与 Ollama 共享相互独立。
zh_tw: 選用的受控 Windows llama-server。與 Ollama 共用相互獨立。

source: Set up Local AI
fr_fr: Configurer Local AI
pt_br: Configurar Local AI
zh_cn: 设置 Local AI
zh_tw: 設定 Local AI

# Onboarding_V2_LocalAiModel.Header
source: Model
fr_fr: Modèle
pt_br: Modelo
zh_cn: 模型
zh_tw: 模型

source: Local AI model
fr_fr: Modèle Local AI
pt_br: Modelo do Local AI
zh_cn: Local AI 模型
zh_tw: Local AI 模型

# Onboarding_V2_NetworkRequired.Title
source: WSL networking change required
fr_fr: Modification du réseau WSL requise
pt_br: Alteração de rede do WSL necessária
zh_cn: 需要更改 WSL 网络
zh_tw: 需要變更 WSL 網路

# Onboarding_V2_TailscaleCard.Description
source: Private tailnet access, not public Funnel access. Optional and off by default.
fr_fr: Accès privé au tailnet, pas d'accès public Funnel. Facultatif et désactivé par défaut.
pt_br: Acesso privado à tailnet, não acesso público pelo Funnel. Opcional e desativado por padrão.
zh_cn: 私有 tailnet 访问，不是公开 Funnel 访问。可选且默认关闭。
zh_tw: 私人 tailnet 存取，不是公開 Funnel 存取。選用且預設關閉。

source: Set up Tailscale Serve
fr_fr: Configurer Tailscale Serve
pt_br: Configurar Tailscale Serve
zh_cn: 设置 Tailscale Serve
zh_tw: 設定 Tailscale Serve

# Onboarding_V2_TailscalePrerequisite.Text
source: First install and sign in to Tailscale on Windows with MagicDNS enabled. The WSL Gateway signs in separately.
fr_fr: Installez Tailscale sur Windows et connectez-vous avec MagicDNS activé. Le Gateway WSL se connecte séparément.
pt_br: Primeiro instale e entre no Tailscale no Windows com MagicDNS ativado. O Gateway WSL entra separadamente.
zh_cn: 先在 Windows 上安装并登录 Tailscale，启用 MagicDNS。WSL Gateway 将单独登录。
zh_tw: 先在 Windows 上安裝並登入 Tailscale，啟用 MagicDNS。WSL Gateway 將單獨登入。

# Onboarding_V2_TailscaleAuthMode.Header
source: Sign in to the WSL Gateway
fr_fr: Se connecter au Gateway WSL
pt_br: Entrar no Gateway WSL
zh_cn: 登录 WSL Gateway
zh_tw: 登入 WSL Gateway

# Onboarding_V2_TailscaleBrowser.Content
source: Sign in with a browser during installation
fr_fr: Se connecter avec un navigateur pendant l'installation
pt_br: Entrar com um navegador durante a instalação
zh_cn: 在安装期间使用浏览器登录
zh_tw: 在安裝期間使用瀏覽器登入

# Onboarding_V2_TailscaleKey.Content
source: Use a one-off auth key
fr_fr: Utiliser une clé d'authentification à usage unique
pt_br: Usar uma chave de autenticação de uso único
zh_cn: 使用一次性身份验证密钥
zh_tw: 使用一次性驗證金鑰

# Onboarding_V2_TailscaleKeyInput.Header
source: Tailscale auth key
fr_fr: Clé d'authentification Tailscale
pt_br: Chave de autenticação do Tailscale
zh_cn: Tailscale 身份验证密钥
zh_tw: Tailscale 驗證金鑰

# Onboarding_V2_TailscaleKeyInput.PlaceholderText
source: Kept only for this setup session
fr_fr: Conservée uniquement pour cette session de configuration
pt_br: Mantida apenas nesta sessão de configuração
zh_cn: 仅在此设置会话中保留
zh_tw: 僅在此設定工作階段中保留

# Onboarding_V2_TailscaleTrust.Header
source: Trust Tailscale identities for Gateway authentication
fr_fr: Faire confiance aux identités Tailscale pour l'authentification Gateway
pt_br: Confiar em identidades Tailscale para autenticação do Gateway
zh_cn: 信任 Tailscale 身份进行 Gateway 身份验证
zh_tw: 信任 Tailscale 身分進行 Gateway 驗證

# Onboarding_V2_TailscaleTrust.Description
source: Off by default. Enable only if your tailnet ACLs should participate in Gateway access control.
fr_fr: Désactivé par défaut. Activez uniquement si les ACL du tailnet doivent participer au contrôle d'accès du Gateway.
pt_br: Desativado por padrão. Ative somente se as ACLs da tailnet devem participar do controle de acesso do Gateway.
zh_cn: 默认关闭。仅在 tailnet ACL 应参与 Gateway 访问控制时启用。
zh_tw: 預設關閉。僅在 tailnet ACL 應參與 Gateway 存取控制時啟用。

source: Trust Tailscale identities
fr_fr: Faire confiance aux identités Tailscale
pt_br: Confiar em identidades Tailscale
zh_cn: 信任 Tailscale 身份
zh_tw: 信任 Tailscale 身分

# Onboarding_V2_WindowTitle.Text
source: OpenClaw Setup
fr_fr: Configuration OpenClaw
pt_br: Configuração do OpenClaw
zh_cn: OpenClaw 设置
zh_tw: OpenClaw 設定

# Onboarding_V2_NetworkConsentRecorded
source: WSL networking consent recorded
fr_fr: Consentement réseau WSL enregistré
pt_br: Consentimento de rede do WSL registrado
zh_cn: 已记录 WSL 网络同意
zh_tw: 已記錄 WSL 網路同意

# Onboarding_V2_ReviewNetworking
source: Review WSL networking changes
fr_fr: Vérifier les modifications du réseau WSL
pt_br: Revisar alterações de rede do WSL
zh_cn: 检查 WSL 网络更改
zh_tw: 檢閱 WSL 網路變更

# Onboarding_V2_TailscaleChecking
source: Checking Windows Tailscale...
fr_fr: Vérification de Tailscale Windows...
pt_br: Verificando o Tailscale do Windows...
zh_cn: 正在检查 Windows Tailscale...
zh_tw: 正在檢查 Windows Tailscale...

# Onboarding_V2_TailscaleConnected
source: Windows Tailscale connected as {0}.
fr_fr: Tailscale Windows connecté en tant que {0}.
pt_br: Tailscale do Windows conectado como {0}.
zh_cn: Windows Tailscale 已以 {0} 身份连接。
zh_tw: Windows Tailscale 已以 {0} 身分連線。

# Onboarding_V2_TailscaleRequired
source: Windows Tailscale must be installed, signed in and have MagicDNS enabled.
fr_fr: Tailscale Windows doit être installé, connecté et MagicDNS activé.
pt_br: O Tailscale do Windows deve estar instalado, conectado e com MagicDNS ativado.
zh_cn: 必须安装并登录 Windows Tailscale，并启用 MagicDNS。
zh_tw: 必須安裝並登入 Windows Tailscale，並啟用 MagicDNS。

# Onboarding_V2_SelectedReview
source: Selected. Review details and prerequisites.
fr_fr: Sélectionné. Vérifiez les détails et prérequis.
pt_br: Selecionado. Revise os detalhes e pré-requisitos.
zh_cn: 已选择。请检查详情和先决条件。
zh_tw: 已選擇。請檢閱詳細資料和先決條件。

# Onboarding_V2_OptionalOff
source: Optional. Off.
fr_fr: Facultatif. Désactivé.
pt_br: Opcional. Desativado.
zh_cn: 可选。已关闭。
zh_tw: 選用。已關閉。

# Onboarding_V2_ConsentRecorded
source: Confirmation recorded for this WSL installation.
fr_fr: Confirmation enregistrée pour cette installation WSL.
pt_br: Confirmação registrada para esta instalação WSL.
zh_cn: 已记录此 WSL 安装的确认。
zh_tw: 已記錄此 WSL 安裝的確認。

# Onboarding_V2_ConsentRequired
source: Explicit confirmation is required before replacement.
fr_fr: Une confirmation explicite est requise avant le remplacement.
pt_br: É necessária confirmação explícita antes da substituição.
zh_cn: 替换前需要明确确认。
zh_tw: 取代前需要明確確認。

# Onboarding_V2_DetailNetworking
source: WSL networking consent
fr_fr: Consentement réseau WSL
pt_br: Consentimento de rede do WSL
zh_cn: WSL 网络同意
zh_tw: WSL 網路同意

# Onboarding_V2_DetailReplacement
source: Replace the WSL Gateway
fr_fr: Remplacer le Gateway WSL
pt_br: Substituir o Gateway WSL
zh_cn: 替换 WSL Gateway
zh_tw: 取代 WSL Gateway

# Onboarding_V2_ReplaceDistro
source: I confirm replacement of the WSL installation '{0}' and understand its data may be permanently deleted.
fr_fr: Je confirme le remplacement de l'installation WSL « {0} » et comprends que ses données peuvent être supprimées définitivement.
pt_br: Confirmo a substituição da instalação WSL '{0}' e entendo que seus dados podem ser excluídos permanentemente.
zh_cn: 我确认替换 WSL 安装“{0}”，并了解其数据可能被永久删除。
zh_tw: 我確認取代 WSL 安裝「{0}」，並了解其資料可能被永久刪除。

# Onboarding_V2_WslNotReady
source: WSL2 is not ready
fr_fr: WSL2 n'est pas prêt
pt_br: O WSL2 não está pronto
zh_cn: WSL2 尚未就绪
zh_tw: WSL2 尚未就緒

# Onboarding_V2_WslInspectFailure
source: Could not inspect WSL
fr_fr: Impossible d'inspecter WSL
pt_br: Não foi possível inspecionar o WSL
zh_cn: 无法检查 WSL
zh_tw: 無法檢查 WSL

# Onboarding_V2_Recommended
source: Recommended
fr_fr: Recommandé
pt_br: Recomendado
zh_cn: 推荐
zh_tw: 建議

# Onboarding_V2_ModelNotQualified
source: This model is not qualified for the detected hardware.
fr_fr: Ce modèle n'est pas adapté au matériel détecté.
pt_br: Este modelo não é qualificado para o hardware detectado.
zh_cn: 此模型不适用于检测到的硬件。
zh_tw: 此模型不適用於偵測到的硬體。

# Onboarding_V2_HardwareMemory
source: {0} required. {1} CUDA-visible on {2}.
fr_fr: {0} requis. {1} visibles par CUDA sur {2}.
pt_br: {0} necessários. {1} visíveis para CUDA em {2}.
zh_cn: 需要 {0}。{2} 上 CUDA 可见内存为 {1}。
zh_tw: 需要 {0}。{2} 上 CUDA 可見記憶體為 {1}。

# Onboarding_V2_EngineDownload
source: llama-server for Windows. {0} verified download. Loads on first request.
fr_fr: llama-server pour Windows. Téléchargement vérifié de {0}. Chargement à la première requête.
pt_br: llama-server para Windows. Download verificado de {0}. Carrega na primeira solicitação.
zh_cn: Windows llama-server。{0} 已验证下载。首次请求时加载。
zh_tw: Windows llama-server。{0} 已驗證下載。首次要求時載入。

# Onboarding_V2_ModelDownload
source: {0}, {1} from Hugging Face
fr_fr: {0}, {1} depuis Hugging Face
pt_br: {0}, {1} do Hugging Face
zh_cn: {0}，从 Hugging Face 下载 {1}
zh_tw: {0}，從 Hugging Face 下載 {1}

# Onboarding_V2_Tokens
source: {0:N0} tokens
fr_fr: {0:N0} jetons
zh_cn: {0:N0} 个令牌
zh_tw: {0:N0} 個權杖

# Onboarding_V2_ClassicSettings.Content
source: Open classic Connection settings
fr_fr: Ouvrir les paramètres de connexion classiques
pt_br: Abrir configurações clássicas de conexão
zh_cn: 打开经典连接设置
zh_tw: 開啟傳統連線設定

# Onboarding_V2_SaveChoicesFailed
source: Could not save your setup choices. Review the error and retry: {0}
fr_fr: Impossible d'enregistrer vos choix de configuration. Vérifiez l'erreur et réessayez : {0}
pt_br: Não foi possível salvar suas escolhas de configuração. Revise o erro e tente novamente: {0}
zh_cn: 无法保存您的设置选项。请查看错误并重试：{0}
zh_tw: 無法儲存您的設定選項。請檢視錯誤並重試：{0}

source: Capability profile
fr_fr: Profil des capacités
pt_br: Perfil de capacidades
zh_cn: 能力配置
zh_tw: 能力設定檔

source: Strict: Canvas and screen capture. Command execution is off.
fr_fr: Strict : Canvas et capture d’écran. L’exécution de commandes est désactivée.
pt_br: Restrito: Canvas e captura de tela. A execução de comandos está desativada.
zh_cn: 严格：Canvas 和屏幕捕获。命令执行已关闭。
zh_tw: 嚴格：Canvas 和螢幕擷取。命令執行已關閉。

source: Balanced (Recommended): commands, Canvas, screen capture and voice.
fr_fr: Équilibré (recommandé) : commandes, Canvas, capture d’écran et voix.
pt_br: Equilibrado (recomendado): comandos, Canvas, captura de tela e voz.
zh_cn: 均衡（推荐）：命令、Canvas、屏幕捕获和语音。
zh_tw: 平衡（建議）：命令、Canvas、螢幕擷取和語音。

source: Open: all eight capabilities, including Camera, Location and Browser control.
fr_fr: Ouvert : les huit capacités, dont la caméra, la localisation et le contrôle du navigateur.
pt_br: Aberto: todas as oito capacidades, incluindo câmera, localização e controle do navegador.
zh_cn: 开放：全部八项能力，包括相机、位置和浏览器控制。
zh_tw: 開放：全部八項能力，包括相機、位置和瀏覽器控制。

# Onboarding_V2_ProfileReadOnlyTitle.Text
source: Strict
pt_br: Restrito
zh_cn: 严格
zh_tw: 嚴格

# Onboarding_V2_ProfileReadOnlyDescription.Text
source: Canvas and screen capture. Command execution is off.
fr_fr: Canvas et capture d’écran. L’exécution de commandes est désactivée.
pt_br: Canvas e captura de tela. A execução de comandos está desativada.
zh_cn: Canvas 和屏幕捕获。命令执行已关闭。
zh_tw: Canvas 和螢幕擷取。命令執行已關閉。
